[
  {
    "questionText": "1) Що краще за всіх вміє медіатор:",
    "options": ["Слухати та чути 👂", "Бачити 👀", "Нюхати 👃"],
    "comment": [
      "Саме так!🎉 Це найголовніша суперсила медіатора. Він уважно слухає та чує все, що є важливим для всіх сторін конфлікту",
      "Дійсно🤔 Але не це робить його медіатором. Спробуй ще раз",
      "Дійсно🤔 Але не це робить його медіатором. Спробуй ще раз"
    ],
    "explanation": ["Пояснювання 2", "Пояснювання 3"],
    "correctAnswer": 1
  },
  {
    "questionText": "2) Медіатор - це той, хто",
    "options": [
      "Має чарівну паличку 🪄",
      "Медітує 🧘",
      "Пройшов спеціальне навчання 🤓"
    ],
    "comment": [
      "Я тебе заплутав, бо казав, що він чарівник 🤭, але ні, спробуй ще раз",
      "Ні 😄 Медіатор проводить медіацію, а не медитацію. Це схожі слова, але зовсім різні за змістом. Спробуй ще раз",
      "Так, вірно! 🥳 Для того, щоб стати медіатором потрібно пройти підготовку та успішно скласти іспит"
    ],
    "explanation": ["Пояснювання 1", "Пояснювання 2"],
    "correctAnswer": 3
  },
  {
    "questionText": "3) Під час медіації медіатор:",
    "options": [
      "Шукає хто винний в конфлікті  та розбирається, хто був неправим 🔎",
      "Говорить сторонам як вирішити їх конфлікт 🧏",
      "Засуджує 😠",
      "Жодна з відповідей 🧐"
    ],
    "comment": [
      "В жодному разі😅 Медіатор допомагає сторонам подивитися у майбутнє та вирішити свій конфлікт. Спробуй ще раз",
      "Ні, медіатор не вирішує за сторони їх конфлікт та не радить як краще його вирішити. Медіатор допомагає сторонам почути один одного та знайти краще рішення. Спробуй ще раз 😉",
      "Ні, він однаково доброзичливо ставиться до всіх сторін конфлікту та не надає переваг жодній з них. 🤗 В дорослому світі це називається нейтральність та неупередженість медіатора. Спробуй ще раз",
      "Вірно! 👏 Медіатор є однаково  доброзичливим по відношенню  до сторін конфлікту та не надає переваг жодній з них. В дорослому світі це називається нейтральність та неупередженість медіатора."
    ],
    "explanation": ["Пояснювання 1", "Пояснювання 3"],
    "correctAnswer": 4
  },
  {
    "questionText": "4) Нагадай мені, будь ласка, як розуміти, що медіація – це секретні переговори?",
    "options": [
      "Медіатор не може нікому розповідати, що він почув від сторін конфлікту та про що вони домовились 😶",
      "Сторони конфлікту не можуть нікому розповідати, що вони чули один від одного та про що домовились під час медіації 🤫",
      "Суддя не може допитати медіатора як свідка 😮‍💨",
      "Усі наведені варіанти"
    ],
    "comment": [
      "Не можу не погодитися, але спробуй ще раз 😌",
      "Згоден, але спробуй ще раз 😌",
      "Дійсно, але спробуй ще раз 😌",
      "Супер!💫 Так і є. Ніхто не може розповідати цю секретну інформацію. У дорослому світі це називається конфіденційність."
    ],
    "explanation": ["Пояснювання 1", "Пояснювання 3"],
    "correctAnswer": 4
  },
  {
    "questionText": "5) Як ти вважаєш медіація - це:",
    "options": [
      "Коли покричали один на одного",
      "Коли за допомогою медіатора поговорили про те, що відбулось і вирішили самостійно що робити",
      "Коли просто поскаржились один на одного",
      "Коли розповіли, що відбулось і чекаєте, щоб медіатор вирішив що робити"
    ],
    "comment": [
      "Ні, медіація це можливість спокійно висловити своє бачення, почути іншого та вирішити конфлікт. Спробуй ще раз",
      "Саме так, молодець!! Хочу, щоб ти знав, що саме сторони конфлікту знають, як для них краще його вирішити, і самостійно знаходять це рішення. В дорослому світі це називається самовизначеність сторін.",
      "Ні, медіація це можливість розповісти про своє бачення конфлікту, почути іншого та вирішити конфлікт Спробуй ще раз",
      "Ні, медіатор не говорить сторонам медіації що їм робити і не вирішує конфлікт за них. Спробуй ще раз"
    ],
    "explanation": ["Пояснювання 1", "Пояснювання 3"],
    "correctAnswer": 2
  },
  {
    "questionText": "6) Перед початком медіації необхідно: ",
    "options": [
      "Надати згоду на участь",
      "Надати відбитки пальців",
      "Пройти детектор брехні"
    ],
    "comment": [
      "Так, ти правий! Участь у медіації є добровільною, тобто Без твоєї згоди вона не відбудеться",
      "Знов шуткуєш)) достатньо назватись, відбитки зайві. Спробуй ще раз",
      "Ні, Медіація побудована на довірі та тебе ніхто не буде перевіряти на детекторі брехні. Спробуй ще раз"
    ],
    "explanation": ["Пояснювання 1", "Пояснювання 3"],
    "correctAnswer": 1
  },
  {
    "questionText": "7) Якщо ти погодився на участь в медіації, що відбувається далі?",
    "options": [
      "Тебе викликають на дуель",
      "Тебе викликають на ковдру",
      "Тебе запрошують на зустріч "
    ],
    "comment": [
      "Ні, ті часи минули) Спробуй ще раз",
      "Ага)) на чарівну ковдру. Якби все було так просто, прийшов на чарівну ковдру і все вирішилось)) Але ні, Спробуй ще раз",
      "Так, вірно! Тебе запросять на зустріч з медіатором. Зустріч може бути як спільно з іншою стороною, так і з кожним окремо"
    ],
    "explanation": ["Пояснювання 1", "Пояснювання 3"],
    "correctAnswer": 3
  },
  {
    "questionText": "8) Що ти маєш з'ясувати на зустріч з медіатором",
    "options": [
      "Прогноз погоди",
      "Правила проведення медіації",
      "Останні новини в світи моди",
      "Правила гри на барабані"
    ],
    "comment": [
      "А що якщо раптово сніг літом випаде))) шуткую, ні, прогноз ти з’ясуєш перед виходом з дому, а на зустрічі з медіатором щось інше, Спробуй ще раз",
      "Так, ти маєш розуміти як відбувається медіація, хто такий медіатор та хто прийматиме участь у медіації",
      "Звісно можеш, але тебе має цікавити щось інше Спробуй ще раз",
      "Звісно можеш, але тебе має цікавити щось інше Спробуй ще раз)"
    ],
    "explanation": ["Пояснювання 1", "Пояснювання 3"],
    "correctAnswer": 2
  },
  {
    "questionText": "9) Як ти розумієш ДОБРОВІЛЬНІСТЬ в медіації",
    "options": [
      "Це коли ти обираєш добро і вільно пригощаєш цукерками, щоб залагодити конфлікт",
      "Це коли ти вирішуєш взяти  участь в медіації",
      "Це коли дорослі тебе змушують взяти участь в медіації"
    ],
    "comment": [
      "Добро і цукерки - це добре, але спробуй ще раз",
      "Молодець! Гарно засвоїв",
      "Ні, дорослі можуть порадити тобі медіацію, але рішення щодо участі в ній приймаєш тільки ти"
    ],
    "explanation": ["Пояснювання 1", "Пояснювання 3"],
    "correctAnswer": 2
  },
  {
    "questionText": "10) Як ти розумієш Конфіденційність в медіації",
    "options": [
      "Це коли медіатор та сторони конфлікту не розповідають іншим про те, що їм стало відомо під час медіації",
      "Це коли тобі нічого не розповідає медіатор",
      "Це коли ти нічого не розповідаєш медіатору"
    ],
    "comment": [
      "Так, молодець!)",
      "Отож бо, прийшли поговорити, а медіатор тихесенько помовчав)) Спробуй ще раз",
      "Тоді як ти зможеш вирішити конфлікт? Чи ти думаєш він вміє читати твої думки)) Спробуй ще раз"
    ],
    "explanation": ["Пояснювання 1", "Пояснювання 3"],
    "correctAnswer": 1
  },
  {
    "questionText": "11) Як ти розумієш нейтральність медіатора",
    "options": [
      "Це коли медіатор не оцінює поведінку, рішення та/або погляди сторін медіації та однаково доброзичливо ставиться до всіх",
      "Це коли медіатор прийшов в нейтральних відтінках одягу"
    ],
    "comment": [
      "Так, ти правий!",
      "О, я бачу, тобі подобається такий стиль) Але ця відповідь не вірна. Спробуй ще раз"
    ],
    "explanation": ["Пояснювання 1", "Пояснювання 3"],
    "correctAnswer": 1
  },
  {
    "questionText": "12) Як ти розумієш нейтральність медіатора",
    "options": ["Красивим", "Яскравим", "Незалежним"],
    "comment": [
      "Це б було добре, але спробуй ще раз",
      "Навряд чи це допоможе)) спробуй ще раз",
      "Так! Ніхто не має права тиснути на медіатора, щоб отримати від нього інформацію чи переваги."
    ],
    "explanation": ["Пояснювання 1", "Пояснювання 3"],
    "correctAnswer": 3
  },
  {
    "questionText": "13) Як ти розумієш, хто має вирішити конфлікт",
    "options": [
      "Батьки, вчителі чи інші дорослі",
      "Друзі",
      "Ти разом з іншою стороною конфлікту",
      "Медіатор"
    ],
    "comment": [
      "Ні, Вони, звісно дорослі і багато чого знають, але Спробуй ще раз",
      "Добре, що ти їм довіряєш, але чи знають вони, що саме краще для тебе? Спробуй ще раз",
      "Так, молодець, це свідомо. Конфлікт ваш і саме вам краще знати як би кожен з вас хотів його вирішити",
      "Він, звісно, чарівник, але ж не настільки. Він завжди поруч та допомагає сторонами висловитися та бути почутими. Спробуй ще раз"
    ],
    "explanation": ["Пояснювання 1", "Пояснювання 3"],
    "correctAnswer": 3
  },
  {
    "questionText": "14) Спілкування між сторонами конфлікту у процесі медіації відбувається через",
    "options": ["Вікно", "Медіатора", "Не відбувається взагалі"],
    "comment": [
      "Можна й через вікно)) але є кращий варіант)) Спробуй ще раз",
      "Так, вірно! Медіатор допомагає сторонам конфлікту почути один одного та правильно зрозуміти",
      "Тоді як ви зрозумієте, що ви хочете, якщо будете грати в мовчанку?))) спробуй ще раз"
    ],
    "explanation": ["Пояснювання 1", "Пояснювання 3"],
    "correctAnswer": 2
  }
]
